{
  "MODAL_SCAN_SUCCESS_TITLE": {
    "message": {
      "en": "Scan Completed",
      "zh": "扫描完成",
      "es": "Escaneo Completado",
      "hi": "स्कैन पूरा हुआ",
      "ar": "اكتمل الفحص",
      "bn": "স্ক্যান সম্পন্ন",
      "pt": "Escaneamento Concluído",
      "ja": "スキャン完了",
      "de": "Scan Abgeschlossen",
      "it": "Scansione Completata",
      "uk": "Сканування Завершено",
      "ru": "Сканирование Завершено",
      "he": "הסריקה הושלמה"
    },
    "description": "Title for the scan success modal"
  },
  "MODAL_SCAN_SUCCESS_DESCRIPTION": {
    "message": {
      "en": "The scanned birthdays are saved until you decide to remove the extension.<br/>You can now preview the calendar, or generate and download it for import.",
      "zh": "扫描到的生日将被保存，直到您决定删除扩展程序。<br/>现在您可以预览日历，或生成并下载它进行导入。",
      "es": "Los cumpleaños escaneados se guardan hasta que decidas eliminar la extensión.<br/>Ahora puedes previsualizar el calendario, o generarlo y descargarlo para importarlo.",
      "hi": "स्कैन किए गए जन्मदिन तब तक सहेजे जाते हैं जब तक आप एक्सटेंशन को हटाने का निर्णय नहीं लेते।<br/>अब आप कैलेंडर का पूर्वावलोकन कर सकते हैं, या इसे उत्पन्न कर सकते हैं और डाउनलोड कर सकते हैं।",
      "ar": "يتم حفظ أعياد الميلاد الممسوحة ضوئيًا حتى تقرر إزالة الامتداد.<br/>يمكنك الآن معاينة التقويم، أو إنشائه وتنزيله للاستيراد.",
      "bn": "স্ক্যান করা জন্মদিনগুলি আপনি এক্সটেনশনটি সরানোর সিদ্ধান্ত না নেওয়া পর্যন্ত সংরক্ষিত থাকে।<br/>এখন আপনি ক্যালেন্ডারটি প্রাকদর্শন করতে পারেন, অথবা এটি তৈরি করতে এবং আমদানির জন্য এটি ডাউনলোড করতে পারেন।",
      "pt": "Os aniversários escaneados são salvos até que você decida remover a extensão.<br/>Você pode visualizar o calendário agora, ou gerá-lo e baixá-lo para importação.",
      "ja": "スキャンされた誕生日は、拡張機能を削除するまで保存されます。<br/>カレンダーをプレビューしたり、生成してダウンロードしてインポートすることができます。",
      "de": "Die gescannten Geburtstage werden gespeichert, bis Sie sich entscheiden, die Erweiterung zu entfernen.<br/>Sie können den Kalender jetzt anzeigen oder ihn zur Importierung erstellen und herunterladen.",
      "it": "I compleanni scansionati vengono salvati fino a quando non decidi di rimuovere l'estensione.<br/>Ora puoi visualizzare in anteprima il calendario o generarlo e scaricarlo per l'importazione.",
      "uk": "Скановані дні народження зберігаються, поки ви не вирішите видалити розширення.<br/>Тепер ви можете переглянути календар або створити та завантажити його для імпорту.",
      "ru": "Отсканированные дни рождения сохраняются до тех пор, пока вы не решите удалить расширение.<br/>Теперь вы можете просмотреть календарь или создать и скачать его для импорта.",
      "he": "ימי ההולדת שנסרקו נשמרים עד שתבחר להסיר את התוסף.<br/>ניתן כעת להציג את היומן או ליצור ולהוריד אותו לייבוא."
    },
    "description": "Description for the scan success modal"
  }
}
