{
  "SELECT_FILE_FORMAT_ICS": {
    "message": {
      "en": "Export Birthdays as an ICS File.",
      "zh": "将生日导出为 ICS 文件。",
      "es": "Exportar cumpleaños como archivo ICS.",
      "hi": "जन्मदिनों को ICS फ़ाइल के रूप में निर्यात करें।",
      "ar": "تصدير أعياد الميلاد كملف ICS.",
      "bn": "জন্মদিনগুলি ICS ফাইল হিসাবে রপ্তানি করুন।",
      "pt": "Exportar aniversários como um arquivo ICS.",
      "ja": "誕生日をICSファイルとしてエクスポートします。",
      "de": "Exportieren Sie Geburtstage als ICS-Datei.",
      "it": "Esporta i compleanni come file ICS.",
      "uk": "Експортуйте дні народження у вигляді файлу ICS.",
      "ru": "Экспортировать дни рождения в виде файла ICS.",
      "he": "ייצא ימי הולדת כקובץ ICS."
    },
    "description": "Label for the ICS file type radio button"
  },
  "SELECT_ICS_DESCRIPTION": {
    "message": {
      "en": "This is most likely the format you are looking for. ICS is a universal calendar format supported by Microsoft Outlook, Google Calendar, and Apple Calendar. <p>Be sure to create a new calendar in your preferred calendar app before importing!</p><p>Only Google Calendar properly supports later event removal.</p>",
      "zh": "这可能是您要查找的格式。ICS 是由 Microsoft Outlook、Google 日历和 Apple 日历支持的通用日历格式。<p>在导入之前，请务必在首选的日历应用程序中创建一个新日历！</p><p>仅 Google 日历正确支持后续事件的删除。</p>",
      "es": "Este es probablemente el formato que estás buscando. ICS es un formato de calendario universal compatible con Microsoft Outlook, Google Calendar y Apple Calendar. <p>¡Asegúrate de crear un nuevo calendario en tu aplicación de calendario preferida antes de importar!</p><p>Solo Google Calendar admite correctamente la eliminación de eventos posteriores.</p>",
      "hi": "यह सबसे अधिक संभावना है कि आप जिस प्रारूप की तलाश कर रहे हैं। ICS एक सार्वभौमिक कैलेंडर प्रारूप है जिसका समर्थन Microsoft Outlook, Google Calendar और Apple Calendar द्वारा किया जाता है। <p>आयात करने से पहले अपनी पसंदीदा कैलेंडर ऐप में एक नया कैलेंडर बनाना सुनिश्चित करें!</p><p>केवल Google कैलेंडर बाद में घटना हटाने का सही समर्थन करता है।</p>",
      "ar": "هذا هو على الأرجح التنسيق الذي تبحث عنه. ICS هو تنسيق تقويم عالمي مدعوم من Microsoft Outlook و Google Calendar و Apple Calendar. <p>تأكد من إنشاء تقويم جديد في تطبيق التقويم المفضل لديك قبل الاستيراد!</p><p>يدعم تقويم Google فقط إزالة الحدث لاحقًا بشكل صحيح.</p>",
      "bn": "এটি সম্ভবত আপনি যে বিন্যাসের জন্য সন্ধান করছেন সেটিই। ICS হল একটি সার্বজনীন ক্যালেন্ডার ফরম্যাট যা Microsoft Outlook, Google Calendar, এবং Apple Calendar দ্বারা সমর্থিত। <p>আমদানি করার আগে আপনার পছন্দের ক্যালেন্ডার অ্যাপে একটি নতুন ক্যালেন্ডার তৈরি করতে ভুলবেন না!</p><p>শুধুমাত্র Google ক্যালেন্ডার পরবর্তীতে ইভেন্ট অপসারণ সঠিকভাবে সমর্থন করে।</p>",
      "pt": "Este é provavelmente o formato que você está procurando. ICS é um formato de calendário universal suportado pelo Microsoft Outlook, Google Calendar e Apple Calendar. <p>Certifique-se de criar um novo calendário em seu aplicativo de calendário preferido antes de importar!</p><p>Apenas o Google Calendar suporta corretamente a remoção de eventos posteriores.</p>",
      "ja": "これがお探しの形式である可能性が最も高いです。 ICSは、Microsoft Outlook、Googleカレンダー、およびAppleカレンダーによってサポートされているユニバーサルカレンダーフォーマットです。 <p>インポートする前に、必ずお好みのカレンダーアプリに新しいカレンダーを作成してください!</p><p>後のイベントの削除は、Googleカレンダーのみが適切にサポートしています。</p>",
      "de": "Dies ist höchstwahrscheinlich das Format, das Sie suchen. ICS ist ein universelles Kalenderformat, das von Microsoft Outlook, Google Kalender und Apple Kalender unterstützt wird. <p>Stellen Sie sicher, dass Sie vor dem Importieren einen neuen Kalender in Ihrer bevorzugten Kalender-App erstellen!</p><p>Nur Google Kalender unterstützt das spätere Entfernen von Ereignissen ordnungsgemäß.</p>",
      "it": "Questo è molto probabilmente il formato che stai cercando. ICS è un formato di calendario universale supportato da Microsoft Outlook, Google Calendar e Apple Calendar. <p>Assicurati di creare un nuovo calendario nella tua app calendario preferita prima di importare!</p><p>Solo Google Calendar supporta correttamente la rimozione successiva degli eventi.</p>",
      "uk": "Це, ймовірно, формат, який ви шукаєте. ICS - це універсальний формат календаря, підтримуваний Microsoft Outlook, Google Calendar і Apple Calendar. <p>Перед імпортом обов’язково створіть новий календар у своєму улюбленому календарному додатку!</p><p>Тільки Google Календар належним чином підтримує видалення подій пізніше.</p>",
      "ru": "Это, вероятно, формат, который вы ищете. ICS - это универсальный формат календаря, поддерживаемый Microsoft Outlook, Google Calendar и Apple Calendar. <p>Обязательно создайте новый календарь в своем любимом календарном приложении перед импортом!</p><p>Только Google Calendar правильно поддерживает удаление событий позже.</p>",
      "he": "זהו ככל הנראה הפורמט שאתה מחפש. ICS הוא פורמט יומן אוניברסלי הנתמך על ידי Microsoft Outlook, Google Calendar ו-Apple Calendar. <p>וודא שאתה יוצר יומן חדש באפליקציית היומן המועדפת עליך לפני הייבוא!</p><p>רק Google Calendar תומך כראוי בהסרת אירועים מאוחרת יותר.</p>"
    },
    "description": "Description for the ICS file type radio button"
  }
}
