{
  "FUNNY_MESSAGES_TO_AVOID_REALITY": {
    "message": {
      "en": "[\"Dialing up the Facebook hotline... please hold!\",\"Checking in with Facebook, they say hi!\",\"Fetching birthdays... because remembering is hard.\",\"Connecting to the birthday universe, stand by!\",\"Loading your friends' birthdays... one cake at a time!\",\"Bribing the Facebook server with virtual cake!\",\"Extracting birthdays... making sure not to forget anyone!\",\"Counting candles... because age is just a number!\",\"Organizing birthday bash data... party hats on!\",\"Sneaking a peek at the birthday list... no spoilers!\",\"Syncing with the Facebook matrix... almost there!\",\"Compiling birthday surprises... shhh, it's a secret!\",\"Updating birthday knowledge base... brains engaged!\",\"Scouring the digital calendar for birthday gems!\",\"Arranging birthdays... because cake logistics matter!\",\"Decoding birthday dates... no time travel required!\",\"Baking virtual cakes... okay, just fetching birthdays!\",\"Organizing the party parade... confetti incoming!\",\"Loading the birthday train... all aboard!\",\"Checking who's aged up... party planners on duty!\"]",
      "zh": "[\"拨打Facebook热线...请稍等！\",\"在Facebook签到，他们说你好！\",\"获取生日...因为记住很难。\",\"连接到生日宇宙，请稍等！\",\"加载你朋友的生日...一次一个蛋糕！\",\"用虚拟蛋糕贿赂Facebook服务器！\",\"提取生日...确保不要忘记任何人！\",\"数蜡烛...因为年龄只是一个数字！\",\"组织生日派对数据...派对帽戴上！\",\"偷偷看生日名单...无剧透！\",\"与Facebook矩阵同步...快完成了！\",\"编制生日惊喜...嘘，这是个秘密！\",\"更新生日知识库...头脑参与！\",\"在数字日历中搜寻生日宝石！\",\"安排生日...因为蛋糕物流很重要！\",\"解码生日日期...无需时间旅行！\",\"烤虚拟蛋糕...好吧，只是获取生日！\",\"组织派对游行...彩纸即将到来！\",\"加载生日火车...全体上车！\",\"检查谁变老了...派对策划人当值！\"]",
      "es": "[\"Llamando a la línea directa de Facebook... ¡por favor espera!\",\"Registrándote en Facebook, ¡dicen hola!\",\"Buscando cumpleaños... porque recordar es difícil.\",\"Conectando al universo de cumpleaños, ¡espera!\",\"Cargando los cumpleaños de tus amigos... ¡un pastel a la vez!\",\"Sobornando al servidor de Facebook con pastel virtual!\",\"Extrayendo cumpleaños... ¡asegurándonos de no olvidar a nadie!\",\"Contando velas... porque la edad es solo un número.\",\"Organizando datos de fiestas de cumpleaños... ¡sombreros de fiesta puestos!\",\"Echando un vistazo a la lista de cumpleaños... ¡sin spoilers!\",\"Sincronizando con la matriz de Facebook... ¡casi llegamos!\",\"Compilando sorpresas de cumpleaños... ¡shhh, es un secreto!\",\"Actualizando la base de conocimiento de cumpleaños... ¡cerebros activados!\",\"Buscando gemas de cumpleaños en el calendario digital.\",\"Organizando cumpleaños... porque la logística de los pasteles importa.\",\"Descifrando fechas de cumpleaños... ¡no se requiere viaje en el tiempo!\",\"Horneando pasteles virtuales... está bien, solo buscando cumpleaños.\",\"Organizando el desfile de fiesta... ¡llega la confeti!\",\"Cargando el tren de cumpleaños... ¡todos a bordo!\",\"Comprobando quién ha crecido... ¡planificadores de fiestas en servicio!\"]",
      "hi": "[\"फेसबुक हॉटलाइन पर कॉल कर रहे हैं... कृपया प्रतीक्षा करें!\",\"फेसबुक के साथ चेक इन कर रहे हैं, उन्होंने नमस्ते कहा!\",\"जन्मदिन लाना... क्योंकि याद रखना कठिन है।\",\"जन्मदिन ब्रह्मांड से जुड़ रहे हैं, कृपया प्रतीक्षा करें!\",\"आपके दोस्तों के जन्मदिन लोड हो रहे हैं... एक केक एक बार में!\",\"फेसबुक सर्वर को वर्चुअल केक से रिश्वत दे रहे हैं!\",\"जन्मदिन निकालना... सुनिश्चित करना कि कोई न भूले!\",\"मिनट मढ़ना... क्योंकि उम्र सिर्फ एक संख्या है!\",\"जन्मदिन की पार्टी के डेटा को व्यवस्थित करना... पार्टी हैट पहनना!\",\"जन्मदिन की सूची में चुपके से झांकना... कोई स्पॉइलर नहीं!\",\"फेसबुक मैट्रिक्स के साथ सिंक करना... लगभग हो गया!\",\"जन्मदिन की सरप्राइज को संकलित करना... चुप रहें, यह एक रहस्य है!\",\"जन्मदिन की ज्ञान बेस को अपडेट करना... मस्तिष्क सक्रिय!\",\"डिजिटल कैलेंडर में जन्मदिन के रत्नों की खोज!\",\"जन्मदिन की व्यवस्था करना... क्योंकि केक लॉजिस्टिक्स मायने रखता है!\",\"जन्मदिन की तारीखों को डीकोड करना... समय यात्रा की आवश्यकता नहीं!\",\"वर्चुअल केक बेक करना... ठीक है, बस जन्मदिन ला रहे हैं!\",\"पार्टी परेड को व्यवस्थित करना... कंफेटी आने वाला है!\",\"जन्मदिन की ट्रेन को लोड करना... सभी लोग सवार हो!\",\"यह जाँच करना कि कौन बढ़ा हुआ है... पार्टी प्लानर्स ड्यूटी पर!\"]",
      "ar": "[\"الاتصال بخط المساعدة في Facebook... يرجى الانتظار!\",\"التسجيل مع Facebook، يقولون مرحبًا!\",\"جلب أعياد الميلاد... لأن التذكر صعب.\",\"الاتصال بعالم أعياد الميلاد، انتظر!\",\"تحميل أعياد ميلاد أصدقائك... كعكة واحدة في وقت واحد!\",\"رشوة خادم Facebook بكعكة افتراضية!\",\"استخراج أعياد الميلاد... التأكد من عدم نسيان أي شخص!\",\"عد الشموع... لأن العمر مجرد رقم!\",\"تنظيم بيانات حفلة عيد الميلاد... القبعات الاحتفالية!\",\"التطفل على قائمة عيد الميلاد... لا توجد مفاجآت!\",\"مزامنة مع شبكة Facebook... نحن تقريبًا هناك!\",\"تجميع مفاجآت عيد الميلاد... ششش، إنها سرية!\",\"تحديث قاعدة معرفة أعياد الميلاد... تفعيل الأدمغة!\",\"البحث في التقويم الرقمي عن جواهر عيد الميلاد!\",\"تنظيم أعياد الميلاد... لأن لوجستيات الكعكة مهمة!\",\"فك شفرة تواريخ أعياد الميلاد... لا حاجة للسفر عبر الزمن!\",\"خبز الكعك الافتراضي... حسنًا، فقط جلب أعياد الميلاد!\",\"تنظيم موكب الحفلة... قادم!\",\"تحميل قطار عيد الميلاد... الجميع يصعد!\",\"التحقق من الذين تقدموا في العمر... منظمون الحفلات في الخدمة!\"]",
      "bn": "[\"ফেসবুক হটলাইনে ডায়াল করা হচ্ছে... দয়া করে ধরে রাখুন!\",\"ফেসবুকে চেক ইন করা হচ্ছে, তারা হ্যালো বলেছে!\",\"জন্মদিনগুলি আনছে... কারণ মনে রাখা কঠিন।\",\"জন্মদিনের ব্রহ্মাণ্ডে সংযোগ করা হচ্ছে, অনুগ্রহ করে অপেক্ষা করুন!\",\"আপনার বন্ধুদের জন্মদিনগুলি লোড করা হচ্ছে... একবারে একটি কেক!\",\"ফেসবুক সার্ভারকে ভার্চুয়াল কেক দিয়ে ঘুষ দেওয়া হচ্ছে!\",\"জন্মদিনগুলি বের করা হচ্ছে... নিশ্চিত হওয়া যাচ্ছে যে কেউ না ভোলেন!\",\"মোমবাতি গোনা... কারণ বয়স শুধু একটি সংখ্যা!\",\"জন্মদিনের ব্যাশ ডেটা আয়োজন করা হচ্ছে... পার্টি টুপি পরানো হচ্ছে!\",\"জন্মদিনের তালিকায় উঁকি দেওয়া হচ্ছে... কোন স্পয়লার নেই!\",\"ফেসবুক ম্যাট্রিক্সের সাথে সিঙ্ক করা হচ্ছে... প্রায় সম্পন্ন!\",\"জন্মদিনের চমকগুলি সংকলন করা হচ্ছে... শ্, এটি একটি গোপন!\",\"জন্মদিনের জ্ঞানভিত্তি আপডেট করা হচ্ছে... মস্তিষ্ক সক্রিয়!\",\"ডিজিটাল ক্যালেন্ডারে জন্মদিনের রত্নগুলি খোঁজা হচ্ছে!\",\"জন্মদিনগুলি আয়োজন করা হচ্ছে... কারণ কেক লজিস্টিক্স গুরুত্বপূর্ণ!\",\"জন্মদিনের তারিখগুলি ডিকোড করা হচ্ছে... সময় ভ্রমণ প্রয়োজন নেই!\",\"ভার্চুয়াল কেক বেক করা হচ্ছে... ঠিক আছে, শুধু জন্মদিনগুলি আনছে!\",\"পার্টি প্যারেড আয়োজন করা হচ্ছে... কনফেটি আসছে!\",\"জন্মদিনের ট্রেনটি লোড করা হচ্ছে... সবাই ওঠ!\",\"চেক করা হচ্ছে কারা বড় হয়েছে... পার্টি প্ল্যানাররা দায়িত্বে!\"]",
      "pt": "[\"Ligando para a linha direta do Facebook... por favor, aguarde!\",\"Verificando com o Facebook, eles dizem oi!\",\"Buscando aniversários... porque lembrar é difícil.\",\"Conectando ao universo de aniversários, aguarde!\",\"Carregando os aniversários de seus amigos... um bolo de cada vez!\",\"Subornando o servidor do Facebook com bolo virtual!\",\"Extraindo aniversários... garantindo que ninguém seja esquecido!\",\"Contando velas... porque a idade é apenas um número!\",\"Organizando dados da festa de aniversário... chapéus de festa prontos!\",\"Dando uma espiada na lista de aniversários... sem spoilers!\",\"Sincronizando com a matriz do Facebook... quase lá!\",\"Compilando surpresas de aniversário... shhh, é um segredo!\",\"Atualizando a base de conhecimento de aniversários... cérebros engajados!\",\"Vasculhando o calendário digital em busca de jóias de aniversário!\",\"Arrumando aniversários... porque logística de bolo é importante!\",\"Decodificando datas de aniversário... sem viagem no tempo necessária!\",\"Assando bolos virtuais... ok, apenas buscando aniversários!\",\"Organizando o desfile da festa... confetes a caminho!\",\"Carregando o trem de aniversário... todos a bordo!\",\"Verificando quem envelheceu... planejadores de festas em serviço!\"]",
      "ja": "[\"Facebookホットラインにダイヤルしています... お待ちください！\",\"Facebookにチェックインしています、彼らはこんにちはと言っています！\",\"誕生日を取得しています... 忘れるのは難しいからです。\",\"誕生日の宇宙に接続しています、しばらくお待ちください！\",\"友達の誕生日を読み込んでいます... 一度に1つのケーキ！\",\"仮想ケーキでFacebookサーバーを賄賂しています！\",\"誕生日を抽出しています... 誰も忘れないように！\",\"キャンドルを数えています... 年齢は単なる数字です！\",\"誕生日パーティーのデータを整理しています... パーティーハットをかぶって！\",\"誕生日リストをこっそり見ています... ネタバレはありません！\",\"Facebookマトリックスと同期しています... ほぼ完了です！\",\"誕生日のサプライズをまとめています... シー、それは秘密です！\",\"誕生日の知識ベースを更新しています... 脳が活性化しています！\",\"デジタルカレンダーで誕生日の宝石を探しています！\",\"誕生日を整理しています... ケーキの物流が重要だからです！\",\"誕生日の日付を解読しています... タイムトラベルは不要です！\",\"仮想ケーキを焼いています... まあ、ただ誕生日を取得しています！\",\"パレードを整理しています... 紙吹雪が到着します！\",\"誕生日列車を読み込んでいます... 全員乗船！\",\"誰が年を取ったかを確認しています... パーティープランナーが勤務しています！\"]",
      "de": "[\"Facebook-Hotline wird gewählt... bitte warten!\",\"Bei Facebook einchecken, sie sagen hallo!\",\"Geburtstage abrufen... weil das Erinnern schwer ist.\",\"Verbindung zum Geburtstagsuniversum herstellen, bitte warten!\",\"Die Geburtstage Ihrer Freunde werden geladen... ein Kuchen nach dem anderen!\",\"Den Facebook-Server mit virtuellem Kuchen bestechen!\",\"Geburtstage extrahieren... sicherstellen, dass niemand vergessen wird!\",\"Kerzen zählen... weil Alter nur eine Zahl ist!\",\"Geburtstagsbash-Daten organisieren... Partyhüte auf!\",\"Ein Blick auf die Geburtstagsliste werfen... keine Spoiler!\",\"Mit der Facebook-Matrix synchronisieren... fast da!\",\"Geburtstagsüberraschungen zusammenstellen... pssst, es ist ein Geheimnis!\",\"Geburtstagswissensbasis aktualisieren... Gehirne aktiviert!\",\"Durchsuchen des digitalen Kalenders nach Geburtstagsjuwelen!\",\"Geburtstage organisieren... weil Kuchenlogistik wichtig ist!\",\"Geburtstagsdaten entschlüsseln... keine Zeitreise erforderlich!\",\"Virtuelle Kuchen backen... ok, nur Geburtstage abrufen!\",\"Die Party-Parade organisieren... Konfetti kommt!\",\"Den Geburtstagzug laden... alle an Bord!\",\"Überprüfen, wer älter geworden ist... Partyplaner im Dienst!\"]",
      "it": "[\"Composizione della linea diretta di Facebook... per favore aspetta!\",\"Controllo su Facebook, ti dicono ciao!\",\"Recupero dei compleanni... perché ricordare è difficile.\",\"Connessione all'universo dei compleanni, attendere prego!\",\"Caricamento dei compleanni dei tuoi amici... una torta alla volta!\",\"Corrompendo il server di Facebook con una torta virtuale!\",\"Estrazione dei compleanni... assicurandoci di non dimenticare nessuno!\",\"Contando le candele... perché l'età è solo un numero!\",\"Organizzazione dei dati della festa di compleanno... cappelli da festa in testa!\",\"Sbirciano nella lista dei compleanni... niente spoiler!\",\"Sincronizzazione con la matrice di Facebook... quasi finito!\",\"Compilazione di sorprese di compleanno... shhh, è un segreto!\",\"Aggiornamento della base di conoscenza dei compleanni... cervelli attivati!\",\"Scavando nel calendario digitale per trovare gemme di compleanno!\",\"Organizzazione dei compleanni... perché la logistica delle torte conta!\",\"Decodifica delle date di compleanno... non è necessario viaggiare nel tempo!\",\"Cottura di torte virtuali... ok, stiamo solo recuperando i compleanni!\",\"Organizzazione della parata della festa... stanno arrivando i coriandoli!\",\"Caricamento del treno dei compleanni... tutti a bordo!\",\"Controllo di chi è invecchiato... pianificatori di feste in servizio!\"]",
      "uk": "[\"З'єднання з гарячою лінією Facebook... будь ласка, зачекайте!\",\"Перевірка на Facebook, вони кажуть привіт!\",\"Отримання днів народження... бо запам'ятати важко.\",\"Підключення до всесвіту днів народження, зачекайте!\",\"Завантаження днів народження ваших друзів... один торт за раз!\",\"Підкуп сервера Facebook віртуальним тортом!\",\"Витягування днів народження... переконаємося, що нікого не забудемо!\",\"Підрахунок свічок... бо вік — це лише число!\",\"Організація даних про вечірку з нагоди дня народження... вечіркові капелюхи на!\",\"Підглядаємо в список днів народження... жодних спойлерів!\",\"Синхронізація з матрицею Facebook... майже готово!\",\"Складання сюрпризів на день народження... тихо, це секрет!\",\"Оновлення бази знань про дні народження... мозок задіяний!\",\"Пошук у цифровому календарі дорогоцінних днів народження!\",\"Організація днів народження... бо логістика тортів важлива!\",\"Розшифровка дат днів народження... подорож у часі не потрібна!\",\"Випікання віртуальних тортів... гаразд, просто отримуємо дні народження!\",\"Організація святкової ходи... конфетті в дорозі!\",\"Завантаження поїзда дня народження... всі на борт!\",\"Перевіряємо, хто старіє... планувальники вечірок на службі!\"]",
      "ru": "[\"Звонок на горячую линию Facebook... пожалуйста, подождите!\",\"Проверка на Facebook, они говорят привет!\",\"Получение дней рождения... потому что помнить сложно.\",\"Подключение к вселенной дней рождения, пожалуйста, подождите!\",\"Загрузка дней рождения ваших друзей... один торт за раз!\",\"Подкуп сервера Facebook виртуальным тортом!\",\"Извлечение дней рождения... убеждаемся, что никого не забудем!\",\"Подсчет свечей... потому что возраст — это всего лишь число!\",\"Организация данных о вечеринке по случаю дня рождения... вечериночные шляпы на месте!\",\"Подглядываем в список дней рождения... никаких спойлеров!\",\"Синхронизация с матрицей Facebook... почти готово!\",\"Составление сюрпризов на день рождения... тсс, это секрет!\",\"Обновление базы знаний о днях рождения... мозги включены!\",\"Поиск в цифровом календаре драгоценных дней рождения!\",\"Организация дней рождения... потому что логистика тортов важна!\",\"Расшифровка дат дней рождения... путешествие во времени не требуется!\",\"Выпечка виртуальных тортов... хорошо, просто получение дней рождения!\",\"Организация праздничного парада... конфетти в пути!\",\"Загрузка поезда дня рождения... все на борт!\",\"Проверяем, кто стал старше... планировщики вечеринок на службе!\"]",
      "he": "[\"מחייגים לקו הסיוע של פייסבוק... בבקשה להמתין!\",\"נכנסים לפייסבוק, הם אומרים שלום!\",\"משיגים ימי הולדת... כי לזכור זה קשה.\",\"מתחברים לעולם ימי ההולדת, אנא המתן!\",\"טוענים את ימי ההולדת של החברים שלך... עוגה אחת בכל פעם!\",\"משחדים את השרת של פייסבוק עם עוגה וירטואלית!\",\"מוציאים ימי הולדת... מוודאים שלא שוכחים אף אחד!\",\"סופרים נרות... כי גיל הוא רק מספר!\",\"מארגנים את נתוני מסיבת יום ההולדת... כובעי מסיבה!\",\"מציצים ברשימת ימי ההולדת... בלי ספוילרים!\",\"מסנכרנים עם מאטריקס הפייסבוק... כמעט שם!\",\"מרכיבים הפתעות ימי הולדת... שקט, זה סוד!\",\"מעבדים את בסיס הידע על ימי ההולדת... המוח מופעל!\",\"סורקים את היומן הדיגיטלי אחר פניני ימי הולדת!\",\"מארגנים ימי הולדת... כי ללוגיסטיקת עוגות יש חשיבות!\",\"מפענחים תאריכי ימי הולדת... לא נדרש מסע בזמן!\",\"אופים עוגות וירטואליות... טוב, רק משיגים ימי הולדת!\",\"מארגנים את מצעד המסיבה... הקונפטי מגיע!\",\"טוענים את רכבת ימי ההולדת... כולם לעלות!\",\"בודקים מי התבגר... מארגני המסיבה בעבודה!\"]"
    },
    "description": "Funny messages to display while scanning birthdays"
  },
  "START_SCAN": {
    "message": {
      "en": "Start Scan",
      "zh": "开始扫描",
      "es": "Iniciar escaneo",
      "hi": "स्कैन शुरू करें",
      "ar": "بدء الفحص",
      "bn": "স্ক্যান শুরু করুন",
      "pt": "Iniciar digitalização",
      "ja": "スキャンを開始",
      "de": "Scan starten",
      "it": "Inizia scansione",
      "uk": "Почати сканування",
      "ru": "Начать сканирование",
      "he": "התחל סריקה"
    },
    "description": "Button title to initiate the scan process"
  },
  "SCAN_PAGE_DESCRIPTION": {
    "message": {
      "en": "<p>Scan your Facebook friends' birthdays.</p> <p>Already scanned birthdays will be preserved, even if your friends decide to hide them or are no longer linked on Facebook.</p> <p>You can always repeat the scan to add new friends' birthdays to the previously created list.</p>",
      "zh": "<p>扫描您 Facebook 朋友的生日。</p> <p>已扫描的生日将被保存，即使您的朋友决定隐藏它们或不再链接到 Facebook。</p> <p>您可以随时重复扫描以将新朋友的生日添加到之前创建的列表中。</p>",
      "es": "<p>Escanea los cumpleaños de tus amigos de Facebook.</p> <p>Los cumpleaños ya escaneados se conservarán, incluso si tus amigos deciden ocultarlos o ya no están vinculados en Facebook.</p> <p>Siempre puedes repetir el escaneo para agregar los cumpleaños de nuevos amigos a la lista creada anteriormente.</p>",
      "hi": "<p>अपने फेसबुक दोस्तों के जन्मदिन स्कैन करें।</p> <p>पहले से स्कैन किए गए जन्मदिन सहेजे जाएंगे, भले ही आपके दोस्त उन्हें छिपाने का निर्णय लें या अब फेसबुक से लिंक न हों।</p> <p>आप हमेशा नए दोस्तों के जन्मदिन को पहले से बनाई गई सूची में जोड़ने के लिए स्कैन को दोहरा सकते हैं।</p>",
      "ar": "<p>مسح أعياد ميلاد أصدقائك على Facebook.</p> <p>ستتم حفظ أعياد الميلاد التي تم مسحها بالفعل، حتى إذا قرر أصدقاؤك إخفاءها أو لم يعودوا مرتبطين على Facebook.</p> <p>يمكنك دائمًا تكرار الفحص لإضافة أعياد ميلاد الأصدقاء الجدد إلى القائمة التي تم إنشاؤها مسبقًا.</p>",
      "bn": "<p>আপনার ফেসবুক বন্ধুদের জন্মদিন স্ক্যান করুন।</p> <p>ইতিমধ্যে স্ক্যান করা জন্মদিন সংরক্ষিত থাকবে, এমনকি আপনার বন্ধুদের যদি সেগুলি লুকানোর সিদ্ধান্ত নেয় বা ফেসবুকে আর সংযুক্ত না থাকে।</p> <p>আপনি সর্বদা নতুন বন্ধুদের জন্মদিনগুলি পূর্বে তৈরি করা তালিকায় যোগ করার জন্য স্ক্যানটি পুনরাবৃত্তি করতে পারেন।</p>",
      "pt": "<p>Escaneie os aniversários dos seus amigos do Facebook.</p> <p>Os aniversários já escaneados serão preservados, mesmo que seus amigos decidam ocultá-los ou não estejam mais vinculados no Facebook.</p> <p>Você pode sempre repetir a digitalização para adicionar novos aniversários de amigos à lista criada anteriormente.</p>",
      "ja": "<p>Facebookの友達の誕生日をスキャンします。</p> <p>既にスキャンされた誕生日は保存され、友達がそれらを非表示にするか、Facebookにリンクされていない場合でも保存されます。</p> <p>スキャンを繰り返して、新しい友達の誕生日を以前に作成したリストに追加することができます。</p>",
      "de": "<p>Scannen Sie die Geburtstage Ihrer Facebook-Freunde.</p> <p>Bereits gescannte Geburtstage werden gespeichert, auch wenn Ihre Freunde beschließen, sie zu verbergen oder nicht mehr auf Facebook verlinkt sind.</p> <p>Sie können den Scanvorgang jederzeit wiederholen, um neue Geburtstage von Freunden zur zuvor erstellten Liste hinzuzufügen.</p>",
      "it": "<p>Scansiona i compleanni dei tuoi amici di Facebook.</p> <p>I compleanni già scansionati saranno conservati, anche se i tuoi amici decidono di nasconderli o non sono più collegati su Facebook.</p> <p>Puoi sempre ripetere la scansione per aggiungere i compleanni di nuovi amici alla lista precedentemente creata.</p>",
      "uk": "<p>Скануйте дні народження ваших друзів у Facebook.</p> <p>Вже відскановані дні народження будуть збережені, навіть якщо ваші друзі вирішать приховати їх або більше не будуть пов'язані з Facebook.</p> <p>Ви завжди можете повторити сканування, щоб додати дні народження нових друзів до раніше створеного списку.</p>",
      "ru": "<p>Сканируйте дни рождения ваших друзей на Facebook.</p> <p>Уже отсканированные дни рождения будут сохранены, даже если ваши друзья решат их скрыть или больше не будут связаны с Facebook.</p> <p>Вы всегда можете повторить сканирование, чтобы добавить дни рождения новых друзей в ранее созданный список.</p>",
      "he": "<p>סרוק את ימי ההולדת של חבריך בפייסבוק.</p> <p>ימי הולדת שכבר נסרקו יישמרו, גם אם חבריך יחליטו להסתיר אותם או לא להיות מקושרים יותר בפייסבוק.</p> <p>תוכל תמיד לחזור על הסריקה כדי להוסיף ימי הולדת של חברים חדשים לרשימה שנוצרה בעבר.</p>"
    },
    "description": "Description for additional scans"
  },
  "SCAN_PAGE_FIRST_TIME_DESCRIPTION": {
    "message": {
      "en": "<p>Welcome to Birthday Calendar Creator for Facebook!</p> <p>To generate and download a calendar, an initial birthday scan is required. After a successful scan, the link to the \"Calendar Generator\" will become available.</p> <p>You can always repeat the scan to add new friends' birthdays to the previously created list.</p> <p>Already scanned birthdays will be preserved, even if your friends decide to hide them or are no longer linked on Facebook.</p>",
      "zh": "<p>欢迎使用 Facebook 生日日历创建器！</p> <p>要生成并下载日历，首先需要进行一次生日扫描。成功扫描后，“日历生成器”链接将可用。</p> <p>您可以随时重复扫描以将新朋友的生日添加到之前创建的列表中。</p> <p>已扫描的生日将被保存，即使您的朋友决定隐藏它们或不再链接到 Facebook。</p>",
      "es": "<p>¡Bienvenido al Creador de Calendarios de Cumpleaños para Facebook!</p> <p>Para generar y descargar un calendario, se requiere un escaneo inicial de cumpleaños. Después de un escaneo exitoso, el enlace al \"Generador de Calendarios\" estará disponible.</p> <p>Siempre puedes repetir el escaneo para agregar los cumpleaños de nuevos amigos a la lista creada anteriormente.</p> <p>Los cumpleaños ya escaneados se conservarán, incluso si tus amigos deciden ocultarlos o ya no están vinculados en Facebook.</p>",
      "hi": "<p>फेसबुक के लिए बर्थडे कैलेंडर क्रिएटर में आपका स्वागत है!</p> <p>कैलेंडर उत्पन्न करने और डाउनलोड करने के लिए, प्रारंभिक जन्मदिन स्कैन आवश्यक है। सफल स्कैन के बाद, \"कैलेंडर जनरेटर\" के लिए लिंक उपलब्ध हो जाएगा।</p> <p>आप हमेशा नए दोस्तों के जन्मदिन को पहले से बनाई गई सूची में जोड़ने के लिए स्कैन को दोहरा सकते हैं।</p> <p>पहले से स्कैन किए गए जन्मदिन सहेजे जाएंगे, भले ही आपके दोस्त उन्हें छिपाने का निर्णय लें या अब फेसबुक से लिंक न हों।</p>",
      "ar": "<p>مرحبًا بك في منشئ تقويم عيد الميلاد لـ Facebook!</p> <p>لتوليد وتنزيل تقويم، يلزم إجراء مسح أولي لأعياد الميلاد. بعد مسح ناجح، سيصبح الرابط إلى \"مولد التقويم\" متاحًا.</p> <p>يمكنك دائمًا تكرار الفحص لإضافة أعياد ميلاد الأصدقاء الجدد إلى القائمة التي تم إنشاؤها مسبقًا.</p> <p>ستتم حفظ أعياد الميلاد التي تم مسحها بالفعل، حتى إذا قرر أصدقاؤك إخفاءها أو لم يعودوا مرتبطين على Facebook.</p>",
      "bn": "<p>ফেসবুকের জন্য জন্মদিন ক্যালেন্ডার নির্মাতায় আপনাকে স্বাগতম!</p> <p>ক্যালেন্ডার তৈরি এবং ডাউনলোড করতে, একটি প্রাথমিক জন্মদিন স্ক্যান প্রয়োজন। একটি সফল স্ক্যানের পরে, \"ক্যালেন্ডার জেনারেটর\" লিঙ্কটি উপলব্ধ হবে।</p> <p>আপনি সর্বদা নতুন বন্ধুদের জন্মদিনগুলি পূর্বে তৈরি করা তালিকায় যোগ করার জন্য স্ক্যানটি পুনরাবৃত্তি করতে পারেন।</p> <p>ইতিমধ্যে স্ক্যান করা জন্মদিন সংরক্ষিত থাকবে, এমনকি আপনার বন্ধুদের যদি সেগুলি লুকানোর সিদ্ধান্ত নেয় বা ফেসবুকে আর সংযুক্ত না থাকে।</p>",
      "pt": "<p>Bem-vindo ao Criador de Calendários de Aniversário para o Facebook!</p> <p>Para gerar e baixar um calendário, é necessário um escaneamento inicial de aniversários. Após um escaneamento bem-sucedido, o link para o \"Gerador de Calendários\" ficará disponível.</p> <p>Você pode sempre repetir a digitalização para adicionar novos aniversários de amigos à lista criada anteriormente.</p> <p>Os aniversários já escaneados serão preservados, mesmo que seus amigos decidam ocultá-los ou não estejam mais vinculados no Facebook.</p>",
      "ja": "<p>Facebookの誕生日カレンダー作成ツールへようこそ！</p> <p>カレンダーを生成してダウンロードするには、最初の誕生日スキャンが必要です。スキャンが成功すると、「カレンダー生成器」へのリンクが利用可能になります。</p> <p>スキャンを繰り返して、新しい友達の誕生日を以前に作成したリストに追加することができます。</p> <p>既にスキャンされた誕生日は保存され、友達がそれらを非表示にするか、Facebookにリンクされていない場合でも保存されます。</p>",
      "de": "<p>Willkommen beim Geburtstagskalender-Ersteller für Facebook!</p> <p>Um einen Kalender zu erstellen und herunterzuladen, ist ein initialer Geburtstags-Scan erforderlich. Nach einem erfolgreichen Scan wird der Link zum \"Kalendergenerator\" verfügbar.</p> <p>Sie können den Scanvorgang jederzeit wiederholen, um neue Geburtstage von Freunden zur zuvor erstellten Liste hinzuzufügen.</p> <p>Bereits gescannte Geburtstage werden gespeichert, auch wenn Ihre Freunde beschließen, sie zu verbergen oder nicht mehr auf Facebook verlinkt sind.</p>",
      "it": "<p>Benvenuto nel Creatore di Calendari di Compleanni per Facebook!</p> <p>Per generare e scaricare un calendario, è necessario una scansione iniziale dei compleanni. Dopo una scansione riuscita, il link al \"Generatore di Calendari\" sarà disponibile.</p> <p>Puoi sempre ripetere la scansione per aggiungere i compleanni di nuovi amici alla lista precedentemente creata.</p> <p>I compleanni già scansionati saranno conservati, anche se i tuoi amici decidono di nasconderli o non sono più collegati su Facebook.</p>",
      "uk": "<p>Ласкаво просимо до творця календаря днів народження для Facebook!</p> <p>Для створення та завантаження календаря потрібно первинне сканування днів народження. Після успішного сканування посилання на \"Генератор календарів\" стане доступним.</p> <p>Ви завжди можете повторити сканування, щоб додати дні народження нових друзів до раніше створеного списку.</p> <p>Вже відскановані дні народження зберігатимуться, навіть якщо ваші друзі вирішать приховати їх або більше не будуть пов'язані з Facebook.</p>",
      "ru": "<p>Добро пожаловать в создатель календаря дней рождений для Facebook!</p> <p>Для создания и загрузки календаря необходимо первичное сканирование дней рождений. После успешного сканирования ссылка на \"Генератор календарей\" станет доступной.</p> <p>Вы всегда можете повторить сканирование, чтобы добавить дни рождения новых друзей в ранее созданный список.</p> <p>Уже отсканированные дни рождения будут сохранены, даже если ваши друзья решат их скрыть или больше не будут связаны с Facebook.</p>",
      "he": "<p>ברוכים הבאים ליוצר יומן ימי ההולדת לפייסבוק!</p> <p>ליצירת והורדת יומן נדרשת סריקה ראשונית של ימי ההולדת. לאחר סריקה מוצלחת, הקישור ל\"מחולל היומן\" יהיה זמין.</p> <p>תוכל תמיד לחזור על הסריקה כדי להוסיף ימי הולדת של חברים חדשים לרשימה שנוצרה בעבר.</p> <p>ימי הולדת שכבר נסרקו יישמרו, גם אם חבריך יחליטו להסתיר אותם או לא להיות מקושרים יותר בפייסבוק.</p>"
    },
    "description": "Description for the first scan"
  },
  "SCAN_PAGE_TITLE": {
    "message": {
      "en": "Scan Birthdays",
      "zh": "扫描生日",
      "es": "Escanear Cumpleaños",
      "hi": "जन्मदिन स्कैन करें",
      "ar": "مسح أعياد الميلاد",
      "bn": "জন্মদিন স্ক্যান করুন",
      "pt": "Digitalizar Aniversários",
      "ja": "誕生日をスキャン",
      "de": "Geburtstage scannen",
      "it": "Scansiona Compleanni",
      "uk": "Сканувати дні народження",
      "ru": "Сканировать дни рождения",
      "he": "סרוק ימי הולדת"
    },
    "description": "Title for the Scan Page"
  }
}
